"PageTitle" = "Asennetaan %@";

/* alert strings */
"INSERT_MEDIA" = "Jatka asennusta laittamalla levy ”%@” asemaan.";
"INSERT_MEDIA2" = "Olet valinnut asennettavaksi ohjelman, joka tarvitsee tätä levyä.";

"CANCEL_INSTALL" = "Haluatko varmasti keskeyttää ohjelmiston asennuksen?";
"CANCEL_INSTALL2" = "Ohjelman asennus on vielä kesken. Jos keskeytät, ohjelma saattaa asentua vain osittain, eikä välttämättä toimi oikein.";


/* Install Time Remaining string */
"TIME_REMAINING" = "Asennusta jäljellä: %@";


/* checksum sheet strings */
"CHECKING_DISC_TITLE" = "Tarkistetaan asennuksen lähdelevyä…";
"INSTALL_CHECKSUM_STATUS" = "%u %% suoritettu…";

"ChecksumFailedAlert" = "Levyä tarkistettaessa havaittiin virhe.";
"ChecksumFailedMessage" = "Käynnistä tietokone uudelleen, poista levy asemasta ja tarkista, onko siinä sormenjälkiä tai naarmuja. Jos ongelma jatkuu, ota yhteyttä Applen asiakastukeen.";

"ChecksumFailedIgnoreBtn" = "Älä huomioi ja jatka";
"CheckFailedCancel" = "Kumoa asennus";


/* button title */
"SkipButton" = "Ohita";

